<template>
  <div>
    <section class="hero-about">
        <div class="container hero__container">
            <h2 class="hero__title">
                Ради кофе можно пойти на всё
            </h2>
            <button class="hero__btn" @click.prevent="$router.push({name: 'Basket'})">
                СДЕЛАТЬ ЗАКАЗ
            </button>
        </div>
    </section>
    <main class="main">
        <section class="about">
            <div class="container about__container">
                <h3 class="news__title">
                    О нас
                </h3>
                <p class="about__descr descr">
                    Каждый прожитый миг ценен. Мы&nbsp;стараемся перенять многовековой опыт французских мастеров и&nbsp;внести в&nbsp;него что-то новое, чтобы дарить улыбки и&nbsp;настроение нашим гостям, даже если на&nbsp;посещение кофейни у&nbsp;них совсем мало времени
                </p>
                <div class="items-wrap">
                    <div class="descr">Наша особенность в том, что мы делаем продукт для людей. Мы не художники,
                        мы — ремесленники, и посвящаем себя каждодневному труду. Все, что мы предлагаем нашим гостям, делается нашими руками. И качеству сырья, и вкусу конечного продукта, и другим деталям мы уделяем огромное внимание. Для нас наша работа – это призвание</div>
                    <div>
                        <img src="img/about-1.jpg">
                    </div>
                    <div>
                        <img src="img/about-2.jpg"></div>
                    <div class="descr">
                        Мы очень хотели, чтобы атмосфера кофейни днем и вечером отличалась. Поэтому у нас есть как дневной, так и вечерний музыкальный плейлист, а еще мы любим зажигать свечи в камине и не всегда включаем верхний свет. Кофейня — это такое же живое для нас, как мы сами. Когда гости это отмечают, становится неописуемо приятно, потому что работа проделана действительно огромная
                    </div>
                    <div class="descr">Атмосфера, которую видят наши гости, именно такая благодаря тому, что мы все уделяем очень большое внимание деталям, которые и выстраивают общую картину. Каждая открыточка на полке, табличка на стене или другие детали у нас в зале — всё это не стоит просто так, у всего свое место и особое значение. Это также касается и производственного цеха, и сырья, и условий труда, и общения с гостями, и атмосферы в целом. Я впервые увидела такой подход к труду и испытала огромное счастье от того, что теперь тоже к этому причастна. Я до сих пор стараюсь оттачивать свои навыки и стараюсь быть лучше. Но это не тяжелый труд, это скорее большой механизм, работу которого мы все поддерживаем. Очень хорошо видно то, как относится к своей работе каждый сотрудник, поэтому хочется стараться еще больше. Мы все вдохновляем друг друга!</div>
                    <div>
                        <img src="img/about-3.jpg">
                    </div>
                </div>
            </div>
        </section>
    </main>
  </div>
</template>

<style lang="css" scoped>
@import url("./../../public/styles/style-about.css");
@import url("./../../public/styles/normalize.css");
</style>
